{
    "courriel": {
        "title": "Rédaction de courriel formel",
        "icon": "📧",
        "description": "Rédiger un courriel formel de demande de stage pour un élève auprès d'une entreprise locale, en incluant tous les éléments réglementaires.",
        "tools": [
            "ChatGPT/Copilot (avec vérification humaine)",
            "WriteMail.ai (avec vigilance sur la confidentialité)"
        ],
        "steps": [
            {
                "title": "1. Cadrage du Rôle et du Sujet",
                "content": "Définir le rôle de l'IA (ex: \"Secrétaire du CPE\"). Spécifier l'objet (courriel de demande de stage) et les contraintes (formel, éléments réglementaires)."
            },
            {
                "title": "2. Génération et Ajout des Blocs",
                "content": "Utiliser l'outil pour générer un brouillon. Demander à l'IA d'inclure : formule de politesse, présentation de l'établissement, objet de la demande, éléments pratiques (dates, assurance), formule de clôture."
            },
            {
                "title": "3. Validation Légale et Formatage",
                "content": "Vérifier que tous les éléments réglementaires (assurance, dates légales de stage, convention) sont exacts et conformes à la réglementation en vigueur."
            },
            {
                "title": "4. Vigilance RGPD/Censuré",
                "content": "S'assurer que le prompt ne contenait aucune donnée personnelle de l'élève (nom, prénom, notes) ; ces informations sont à ajouter manuellement après la génération."
            }
        ],
        "help": {
            "difficulty": "⭐⭐ Facile",
            "duration": "15-20 minutes",
            "tips": [
                "Commencez par définir clairement le contexte : 'Tu es un assistant administratif d'un CPE'",
                "Précisez le type de stage (observation, application) et la durée",
                "N'oubliez pas les mentions légales : assurance, convention de stage",
                "Gardez un ton professionnel mais bienveillant"
            ],
            "example": "Exemple de prompt : 'Rédige un courriel formel pour demander un stage d'observation de 3e dans une boulangerie. Le courriel doit inclure les éléments réglementaires et être adressé au gérant.'",
            "pitfalls": [
                "Ne jamais inclure de vraies données personnelles dans le prompt",
                "Vérifier que les dates de stage respectent le calendrier scolaire",
                "S'assurer que la convention de stage est mentionnée"
            ]
        }
    },
    "simplification": {
        "title": "Simplification de texte réglementaire",
        "icon": "📝",
        "description": "Simplifier un texte réglementaire complexe (ex: circulaire sur l'obligation scolaire) en deux versions : une pour l'EVS, une pour les élèves de 6e.",
        "tools": [
            "Chatbot PDFgear (avec vigilance RGPD sur le document source)",
            "IA générative généraliste"
        ],
        "steps": [
            {
                "title": "1. Saisie du Document Public",
                "content": "Charger le texte (circulaire, RI, etc.) ou copier-coller les passages importants. S'assurer que le document est public et ne contient pas d'informations sensibles."
            },
            {
                "title": "2. Prompts de Différenciation",
                "content": "Demander la première version (ex: \"Synthétise pour une Équipe Vie Scolaire, en listant les points de vigilance et les responsabilités\"). Demander la seconde (ex: \"Simplifie pour des élèves de 6e, ton amical, vocabulaire simple, sous forme de 5 règles clés\")."
            },
            {
                "title": "3. Vérification de la Fidélité",
                "content": "Impératif : Vérifier point par point que la simplification n'a pas altéré ou dénaturé le sens du texte réglementaire initial. Comparer les versions pour s'assurer de la cohérence."
            },
            {
                "title": "4. Test de Compréhension",
                "content": "Faire relire les versions simplifiées par des collègues pour vérifier que le message est clair et que les nuances importantes sont préservées."
            }
        ],
        "help": {
            "difficulty": "⭐⭐ Facile",
            "duration": "20-25 minutes",
            "tips": [
                "Choisissez un texte réglementaire récent et public",
                "Demandez deux niveaux de simplification distincts",
                "Utilisez des exemples concrets pour illustrer les règles",
                "Conservez les termes techniques importants avec leur explication"
            ],
            "example": "Exemple : Simplifier une circulaire sur l'absentéisme en version 'équipe' (procédures, seuils, sanctions) et version 'élèves' (pourquoi c'est important, comment rattraper).",
            "pitfalls": [
                "Ne pas dénaturer le sens juridique du texte original",
                "Éviter de supprimer des nuances importantes",
                "Ne pas utiliser de documents internes confidentiels"
            ]
        }
    },
    "visuel": {
        "title": "Création de visuel pour réunion",
        "icon": "🎨",
        "description": "Générer un visuel (type poster A4) annonçant une réunion parents-professeurs sans utiliser de photos protégées par droits d'auteur.",
        "tools": [
            "Canva Éducation (avec fonctions IA, accordées aux enseignants)",
            "Ideogram AI ou Bing Image Creator"
        ],
        "steps": [
            {
                "title": "1. Définition du Thème",
                "content": "Décrire l'objectif (réunion parents-profs), l'ambiance (bienveillante, informative) et les couleurs de l'établissement. Lister les informations essentielles à faire figurer."
            },
            {
                "title": "2. Prompt de Création d'Image",
                "content": "Saisir un prompt centré sur des concepts abstraits ou du graphisme (ex: \"illustration vectorielle de deux personnes se serrant la main, style épuré, sans visage\") pour minimiser le risque de droits d'auteur."
            },
            {
                "title": "3. Finalisation (Canva)",
                "content": "Importer l'image générée dans Canva. Ajouter les informations textuelles (date, heure, lieu) de manière claire et professionnelle. Vérifier la lisibilité et l'harmonie des couleurs."
            },
            {
                "title": "4. Validation Juridique",
                "content": "S'assurer que toutes les images utilisées sont libres de droits ou générées par IA. Vérifier que le visuel respecte la charte graphique de l'établissement."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐ Moyen",
            "duration": "25-30 minutes",
            "tips": [
                "Utilisez des termes génériques dans vos prompts (évitez les noms de marques)",
                "Privilégiez les styles 'vectoriel', 'minimaliste' ou 'illustration'",
                "Testez plusieurs variations avant de choisir",
                "Gardez une hiérarchie visuelle claire (titre, date, lieu)"
            ],
            "example": "Prompt exemple : 'Illustration vectorielle minimaliste représentant une école et des familles, couleurs bleu et blanc, style moderne et accueillant'",
            "pitfalls": [
                "Éviter les prompts trop spécifiques qui pourraient reproduire des œuvres existantes",
                "Ne pas surcharger le visuel d'informations",
                "Vérifier la qualité d'impression avant diffusion"
            ]
        }
    },
    "sensibilisation": {
        "title": "Séance de sensibilisation aux réseaux sociaux",
        "icon": "🛡️",
        "description": "Concevoir le plan détaillé d'une séance de sensibilisation aux risques des réseaux sociaux pour des élèves de 5e (45 minutes).",
        "tools": [
            "MagicSchool AI (très utilisé dans l'enseignement, vérifier l'accord académique)",
            "ChatGPT/Copilot"
        ],
        "steps": [
            {
                "title": "1. Cadrage Pédagogique",
                "content": "Définir le public (5e), la durée (45 min) et les objectifs précis (ex: identifier le cyber-harcèlement, protéger ses données). Lister les compétences du socle commun visées."
            },
            {
                "title": "2. Génération du Séquençage",
                "content": "Demander à l'IA un \"plan détaillé en 5 étapes\" (introduction, activité 1, activité 2, conclusion, évaluation flash). Préciser les modalités pédagogiques souhaitées (interactif, participatif)."
            },
            {
                "title": "3. Ajout d'Expertise Humaine",
                "content": "Remplacer les activités générées par des ressources validées (ex: vidéos institutionnelles, témoignages fictifs adaptés) et ajouter les temps impartis pour chaque phase."
            },
            {
                "title": "4. Préparation du Matériel",
                "content": "Créer les supports nécessaires (diaporama, fiches élèves, grille d'évaluation) en s'appuyant sur les suggestions de l'IA mais en les adaptant au contexte local."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐ Moyen",
            "duration": "30-40 minutes",
            "tips": [
                "Commencez par définir 3 objectifs pédagogiques précis",
                "Alternez moments théoriques et pratiques",
                "Prévoyez des exemples concrets adaptés à l'âge",
                "Intégrez une évaluation des acquis en fin de séance"
            ],
            "example": "Objectifs : 1) Identifier les risques, 2) Connaître les bons réflexes, 3) Savoir à qui s'adresser en cas de problème",
            "pitfalls": [
                "Ne pas faire de la séance un cours magistral",
                "Éviter les exemples trop anxiogènes",
                "Ne pas oublier les aspects positifs des réseaux sociaux"
            ]
        }
    },
    "briseglace": {
        "title": "Activités brise-glace pour la rentrée",
        "icon": "🎯",
        "description": "Proposer trois activités brise-glace originales pour une classe de Seconde le jour de la rentrée.",
        "tools": [
            "Curipod (pour l'interactivité en classe)",
            "IA générative généraliste"
        ],
        "steps": [
            {
                "title": "1. Cadrage du Contexte",
                "content": "Préciser l'objectif (créer du lien, mémoriser les prénoms), le niveau (Seconde), le temps (10 minutes par activité) et la contrainte (peu de matériel, facilement gérable)."
            },
            {
                "title": "2. Génération des Idées",
                "content": "Demander trois options différentes (ex: jeu de rôle rapide, activité de classement, défi collaboratif). Spécifier que les activités doivent être inclusives et respectueuses."
            },
            {
                "title": "3. Sélection et Adaptation",
                "content": "Choisir l'activité la plus simple à mettre en œuvre et l'adapter pour qu'elle soit facilement gérable par le CPE, garantissant le respect du temps et l'engagement de tous."
            },
            {
                "title": "4. Préparation Pratique",
                "content": "Préparer le matériel nécessaire, anticiper les variantes selon la taille du groupe, et prévoir un plan B si l'activité ne fonctionne pas comme prévu."
            }
        ],
        "help": {
            "difficulty": "⭐⭐ Facile",
            "duration": "20-25 minutes",
            "tips": [
                "Privilégiez des activités courtes et dynamiques",
                "Assurez-vous que chaque élève puisse participer",
                "Préparez des variantes selon la taille du groupe",
                "Gardez un rythme soutenu pour maintenir l'attention"
            ],
            "example": "Activité 'Deux vérités, un mensonge' : chaque élève dit 3 choses sur lui, les autres devinent le mensonge",
            "pitfalls": [
                "Éviter les activités trop personnelles dès le premier jour",
                "Ne pas mettre d'élèves en difficulté",
                "Prévoir une solution si certains sont timides"
            ]
        }
    },
    "quiz": {
        "title": "Quiz sur le rôle des délégués",
        "icon": "❓",
        "description": "Générer 10 affirmations Vrai/Faux pour un quiz rapide sur le rôle et les responsabilités du délégué de classe.",
        "tools": [
            "Quizalize AI (pour quiz interactif)",
            "H5P (logiciel libre pour création de contenu interactif)"
        ],
        "steps": [
            {
                "title": "1. Fourniture du Corpus",
                "content": "Saisir les textes officiels sur le rôle des délégués (extrait de la loi, du RI, circulaires). S'assurer d'avoir les sources les plus récentes."
            },
            {
                "title": "2. Génération et Pièges",
                "content": "Demander 10 affirmations, en demandant spécifiquement à l'IA d'inclure des \"pièges subtils\" (informations souvent confondues par les élèves). Varier les niveaux de difficulté."
            },
            {
                "title": "3. Vérification Factuelle (Cruciale)",
                "content": "Relire minutieusement chaque affirmation pour garantir la véracité des informations. Les questions de quiz générées sont souvent les plus susceptibles de contenir des inexactitudes (hallucinations)."
            },
            {
                "title": "4. Test et Ajustement",
                "content": "Tester le quiz avec quelques collègues ou élèves pour vérifier la clarté des questions et ajuster si nécessaire. Préparer les explications pour chaque réponse."
            }
        ],
        "help": {
            "difficulty": "⭐⭐ Facile",
            "duration": "25-30 minutes",
            "tips": [
                "Basez-vous sur des textes officiels récents",
                "Mélangez questions faciles et plus complexes",
                "Incluez des situations concrètes",
                "Préparez des explications pour chaque réponse"
            ],
            "example": "Exemple : 'Le délégué peut assister au conseil de classe' (Vrai) vs 'Le délégué peut consulter les notes de ses camarades' (Faux)",
            "pitfalls": [
                "Vérifier chaque affirmation avec les textes officiels",
                "Éviter les questions ambiguës",
                "Ne pas créer de questions trop pointues pour le niveau"
            ]
        }
    },
    "pevs": {
        "title": "Axes thématiques pour le PEVS",
        "icon": "📊",
        "description": "Utiliser l'IA pour générer 3 propositions d'axes thématiques (avec justification) pour le prochain PEVS en se basant sur les problématiques de l'établissement.",
        "tools": [
            "LLMs ouverts et auto-hébergés (si disponibles en académie)",
            "Plateforme IA Ministérielle (à venir)"
        ],
        "steps": [
            {
                "title": "1. Anonymisation Stricte des Données",
                "content": "Ne jamais saisir de données nominatives dans le prompt. Utiliser uniquement des données agrégées : \"Taux d'absentéisme : 8% ; 60% des sanctions concernent l'usage du téléphone ; 40% des élèves disent se sentir isolés\"."
            },
            {
                "title": "2. Demande de Synthèse",
                "content": "Demander à l'IA de proposer des thématiques (ex: \"inclusion numérique\", \"climat scolaire bienveillant\") basées sur ces données. Préciser le contexte de l'établissement (urbain/rural, effectifs, etc.)."
            },
            {
                "title": "3. Justification",
                "content": "Examiner si la justification fournie par l'IA est pertinente et cohérente avec les données fournies. C'est l'expertise du CPE qui valide le choix final des axes."
            },
            {
                "title": "4. Validation Collégiale",
                "content": "Présenter les propositions de l'IA à l'équipe de direction et aux partenaires pour validation et enrichissement avant finalisation du PEVS."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐⭐ Difficile",
            "duration": "45-60 minutes",
            "tips": [
                "Préparez vos données chiffrées en amont",
                "Anonymisez complètement toutes les informations",
                "Croisez avec les priorités académiques",
                "Pensez aux moyens de mise en œuvre"
            ],
            "example": "Données : 'Absentéisme 12%, conflits récréation 30%, orientation subie 25%' → Axes possibles : climat scolaire, orientation choisie",
            "pitfalls": [
                "Ne jamais mentionner de noms d'élèves ou de familles",
                "Vérifier la faisabilité des axes proposés",
                "S'assurer de la cohérence avec le projet d'établissement"
            ]
        }
    },
    "indicateurs": {
        "title": "Indicateurs de succès pour nouvelle règle",
        "icon": "📏",
        "description": "Identifier 5 indicateurs de succès mesurables pour évaluer la mise en œuvre d'une nouvelle règle du Règlement Intérieur.",
        "tools": [
            "Outils d'IA intégrés aux ENT (si certifiés)",
            "Framasoft/Framindmap (pour structuration)",
            "IA générative généraliste (usage sans donnée personnelle)"
        ],
        "steps": [
            {
                "title": "1. Définition de la Règle",
                "content": "Saisir la nouvelle règle (ex: \"Interdiction des casquettes en intérieur\") et préciser ses objectifs (respect, identification, sécurité)."
            },
            {
                "title": "2. Demande d'Indicateurs",
                "content": "Demander des indicateurs quantifiables (ex: réduction de X% des rappels à l'ordre, taux de respect de la règle mesuré à Y moments). Spécifier qu'ils doivent être facilement mesurables."
            },
            {
                "title": "3. Priorisation des Actions",
                "content": "Sélectionner les 5 indicateurs les plus simples à mesurer par l'équipe EVS, et s'assurer qu'ils sont en lien direct avec les objectifs de la règle."
            },
            {
                "title": "4. Mise en Place du Suivi",
                "content": "Créer les outils de mesure (grilles, tableaux de bord) et définir la fréquence de relevé des indicateurs. Former l'équipe au recueil des données."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐ Moyen",
            "duration": "30-35 minutes",
            "tips": [
                "Choisissez des indicateurs simples à mesurer",
                "Fixez des objectifs réalistes et datés",
                "Impliquez l'équipe dans la définition",
                "Prévoyez des points d'étape réguliers"
            ],
            "example": "Règle téléphone : indicateurs = nb rappels/jour, nb confiscations/semaine, sondage respect perçu, nb incidents liés",
            "pitfalls": [
                "Éviter les indicateurs trop complexes à mesurer",
                "Ne pas multiplier les indicateurs",
                "S'assurer que l'équipe peut les suivre facilement"
            ]
        }
    },
    "entretien": {
        "title": "Questions d'entretien annuel EVS",
        "icon": "💬",
        "description": "Créer une liste de questions structurées pour un entretien annuel avec un membre de l'Équipe Vie Scolaire (EVS) sur son bilan et ses besoins en formation.",
        "tools": [
            "ChatGPT/Copilot (usage personnel sans donnée élève)",
            "Qwant AI (alternative française)"
        ],
        "steps": [
            {
                "title": "1. Cadrage du Contexte Professionnel",
                "content": "Demander à l'IA d'adopter le rôle de \"Directeur des Ressources Humaines Éducation\". Préciser l'objectif (bilan annuel, besoins en formation) et le type de questions (ouvertes, professionnelles, constructives)."
            },
            {
                "title": "2. Génération Structurée",
                "content": "Demander de structurer l'entretien en thèmes (ex: \"Bilan des actions menées\", \"Relations avec les élèves/familles\", \"Projet professionnel et formation\"). Prévoir 15-20 questions au total."
            },
            {
                "title": "3. Personnalisation Humaine",
                "content": "Retirer les questions trop génériques et ajouter celles spécifiques au contexte de l'établissement (ex: rôle dans le PEVS, participation à des actions spécifiques)."
            },
            {
                "title": "4. Préparation de l'Entretien",
                "content": "Organiser les questions par ordre logique, prévoir les relances possibles, et préparer une grille de prise de notes pour l'entretien."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐ Moyen",
            "duration": "35-40 minutes",
            "tips": [
                "Structurez l'entretien en 4-5 thèmes clairs",
                "Alternez questions fermées et ouvertes",
                "Préparez des questions de relance",
                "Gardez un ton bienveillant et constructif"
            ],
            "example": "Thèmes : bilan de l'année, relations professionnelles, difficultés rencontrées, projets, besoins de formation",
            "pitfalls": [
                "Éviter les questions trop personnelles",
                "Ne pas transformer l'entretien en interrogatoire",
                "Laisser du temps pour l'expression libre"
            ]
        }
    }
}
