{
    "pilotage_donnees": {
        "title": "Données, décisions et IA en action !",
        "icon": "📊",
        "category": "pilotage",
        "iconBg": "bg-red-100",
        "tags": [
            {"label": "Gouvernance", "color": "bg-purple-100 text-purple-800"},
            {"label": "Données", "color": "bg-blue-100 text-blue-800"},
            {"label": "Décision", "color": "bg-green-100 text-green-800"},
            {"label": "Collaboration", "color": "bg-orange-100 text-orange-800"},
            {"label": "IA générative", "color": "bg-indigo-100 text-indigo-800"},
            {"label": "Communication", "color": "bg-pink-100 text-pink-800"}
        ],
        "description": "Relevez le défi ! À partir de cette fiche établissement, explorez comment une IA générative peut vous aider à comprendre, synthétiser et valoriser les données. En petits groupes, sélectionnez des indicateurs clés, demandez à l'IA une première lecture ou mise en forme (analyse, synthèse ou reformulation) puis transformez cette production en un support concret de pilotage. Votre mission : expérimenter une utilisation simple et directe de l'IA comme assistant d'aide à la décision.",
        "tools": [
            "Fiche établissement fictive",
            "Outil d'IA générative (ChatGPT, Perplexity, Mistral, etc.)",
            "Tableur (Excel)",
            "Modèle de fiche synthèse (Word, PowerPoint ou format papier)",
            "Tableau collaboratif (apps éducation, la digitale)"
        ],
        "steps": [
            {
                "title": "Lecture et repérage",
                "content": "Lisez rapidement la fiche établissement et repérez les indicateurs saillants."
            },
            {
                "title": "Sélection des indicateurs clés",
                "content": "Choisissez trois données clés représentatives d'un enjeu de pilotage (réussite, climat, orientation, ressources…)."
            },
            {
                "title": "Rédaction du prompt",
                "content": "Rédigez un prompt simple à destination de l'IA pour obtenir une première analyse (exemple : \"Résume les forces et les points à améliorer à partir de ces trois indicateurs\")."
            },
            {
                "title": "Vérification et ajustement",
                "content": "Vérifiez, ajustez et complétez la réponse de l'IA avec votre expertise."
            },
            {
                "title": "Production de la synthèse",
                "content": "Produisez une fiche synthèse ou une mini-note de cadrage issue du travail du groupe."
            },
            {
                "title": "Présentation",
                "content": "Présentez en 3 minutes un extrait de votre analyse et ce que l'IA vous a permis de produire ou de clarifier."
            }
        ],
        "help": {
            "difficulty": "⭐⭐ Accessible à tous (initiation à l'IA générative)",
            "duration": "45 minutes",
            "tips": [
                "Gardez des prompts courts et concrets pour éviter les réponses trop générales.",
                "Comparez les interprétations de l'IA avec vos propres analyses pour exercer votre regard critique.",
                "Utilisez l'IA uniquement comme un outil d'appui, pas comme décisionnaire.",
                "Confrontez les résultats entre groupes pour mutualiser les approches."
            ],
            "example": "« À partir des données de la fiche établissement suivantes (taux de réussite, absentéisme, orientation en voie pro), rédige une synthèse expliquant les points forts et les axes d'amélioration possibles. »",
            "pitfalls": [
                "Copier la réponse de l'IA sans relecture critique.",
                "Donner un prompt trop vague ou trop technique.",
                "Oublier que la décision finale appartient à l'équipe de pilotage."
            ]
        }
    },
    "communication_synthese": {
        "title": "IA & Synthèse : Jouez la carte de la communication !",
        "icon": "💬",
        "category": "assistante",
        "iconBg": "bg-blue-100",
        "tags": [
            {"label": "Gouvernance", "color": "bg-purple-100 text-purple-800"},
            {"label": "IA générative", "color": "bg-indigo-100 text-indigo-800"},
            {"label": "Synthèse", "color": "bg-teal-100 text-teal-800"},
            {"label": "Communication", "color": "bg-pink-100 text-pink-800"},
            {"label": "Projet d'établissement", "color": "bg-yellow-100 text-yellow-800"},
            {"label": "Visualisation des données", "color": "bg-cyan-100 text-cyan-800"}
        ],
        "description": "Relevez le défi ! À partir d'une fiche fictive de projet d'établissement, vous utiliserez une IA pour produire un diaporama ou une note stratégique destinée à enrichir le projet d'établissement et le dialogue avec les équipes. Votre mission : expérimenter la génération automatisée de supports de présentation efficaces et pertinents.",
        "tools": [
            "Fiche établissement fictive rédigée lors d'un conseil d'enseignement ou réunion d'équipe",
            "Outil d'IA générative (ChatGPT, Perplexity, Gemini, Mistral, etc.)",
            "PowerPoint, Canva pour la mise en forme",
            "Traitement de texte (Word, Docs) pour produire un résumé stratégique"
        ],
        "steps": [
            {
                "title": "Lecture rapide de la fiche projet",
                "content": "Lecture rapide de la fiche projet pour repérer les données clés."
            },
            {
                "title": "Choix des indicateurs",
                "content": "Choix de 2 à 3 indicateurs ou éléments importants."
            },
            {
                "title": "Élaboration du prompt",
                "content": "Élaboration collective d'un prompt clair pour demander à l'IA une synthèse ou un plan de présentation."
            },
            {
                "title": "Analyse critique",
                "content": "Analyse et ajustement critique de la production de l'IA par le groupe."
            },
            {
                "title": "Mise en forme",
                "content": "Mise en forme simple du support généré (texte ou diaporama)."
            },
            {
                "title": "Partage et discussion",
                "content": "Partage en 3 minutes de la synthèse et discussion sur les apports et limites de l'approche."
            }
        ],
        "help": {
            "difficulty": "⭐⭐⭐ Moyenne (manipulation guidée de l'IA et vérification critique)",
            "duration": "45 minutes",
            "tips": [
                "Formulez des prompts précis et contextualisés. Indiquez toujours à l'IA le public visé (équipe, partenaires, inspection, conseil d'administration).",
                "Demandez à l'IA de générer plusieurs versions (résumé court, visuel, argumentaire).",
                "Vérifiez que les formulations restent fidèles aux données réelles et au ton institutionnel.",
                "Ne jamais prendre pour acquis les réponses de l'IA, toujours vérifier et ajuster.",
                "Valorisez la collaboration pour enrichir l'interprétation.",
                "Gardez un ton simple et accessible dans les productions."
            ],
            "example": "Prompt : « À partir des données suivantes sur la réussite, l'absentéisme et l'orientation, crée une synthèse pour un diaporama de 3 diapositives à présenter en réunion pédagogique. Mets en avant les points forts, les enjeux et une recommandation. »",
            "pitfalls": [
                "Se contenter de la première version sans vérifier les erreurs factuelles.",
                "Laisser l'IA adopter un ton trop éloigné du style institutionnel.",
                "Choisir un format trop ambitieux pour le temps imparti.",
                "Négliger la discussion collective sur la valeur ajoutée de ces outils."
            ]
        }
    }
}
